Repository: Foxius/yandex-market-bot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: New order
ru: Новый заказ

source: Items
ru: Товары

source: Delivery address
ru: Адрес доставки

source: Shipment deadline
ru: Дедлайн отгрузки

# no_gift
source: No gift eligible (amount less than 300 â‚½)
ru: Подарок не полагается (сумма менее {amount} ₽)

# label_error
source: Failed to retrieve label
ru: Не удалось получить этикетку

source: Ready to ship
ru: Готов к отгрузке

source: Order overdue
ru: Заказ просрочен

source: Status
ru: Статус

# order_ready
source: Order ready to ship
ru: Заказ готов к отгрузке

# bring_to_pvz
source: Bring to pickup point
ru: Принести в ПВЗ

# status_update_error
source: Error updating status
ru: Ошибка при обновлении статуса

# internal_error
source: An error occurred
ru: Произошла ошибка
